Repository: nezam-4/trello_lite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوزها

source: Important dates
fa: تاریخ‌های مهم

source: Preferences
fa: تنظیمات

source: Timestamps
fa: زمان‌بندی

source: Accounts
fa: حساب‌های کاربری

source: Username
fa: نام کاربری

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
fa: الزامی. حداکثر ۱۵۰ کاراکتر. فقط حروف، اعداد و @/./+/-/_ مجاز است.

source: Email address
fa: آدرس ایمیل

source: Required. Enter a valid email address.
fa: الزامی. یک آدرس ایمیل معتبر وارد کنید.

source: Created at
fa: تاریخ ایجاد

source: Date and time when the user was created
fa: تاریخ و زمان ایجاد کاربر

source: Updated at
fa: تاریخ بروزرسانی

source: Date and time when the user was last updated
fa: تاریخ و زمان آخرین بروزرسانی کاربر

source: Active
fa: فعال

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fa: تعیین می‌کند که آیا این کاربر باید به عنوان فعال در نظر گرفته شود. به جای حذف حساب، این گزینه را غیرفعال کنید.

source: Email verified at
fa: تاریخ تأیید ایمیل

source: Email verification token
fa: توکن تأیید ایمیل

source: Token used for email verification
fa: توکن مورد استفاده برای تأیید ایمیل

source: Verification token created at
fa: تاریخ ایجاد توکن تأیید

source: First name
fa: نام

source: User's first name
fa: نام کاربر

source: Last name
fa: نام خانوادگی

source: User's last name
fa: نام خانوادگی کاربر

source: User
fa: کاربر

source: Users
fa: کاربران

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: The user this profile belongs to
fa: کاربری که این پروفایل متعلق به اوست

source: Avatar
fa: تصویر پروفایل

source: User profile picture
fa: عکس پروفایل کاربر

source: Biography
fa: بیوگرافی

source: Tell us about yourself
fa: درباره خودتان بگویید

source: Date and time when the profile was created
fa: تاریخ و زمان ایجاد پروفایل

source: Date and time when the profile was last updated
fa: تاریخ و زمان آخرین بروزرسانی پروفایل

source: Preferred language
fa: زبان ترجیحی

source: Your preferred language for the interface
fa: زبان ترجیحی شما برای رابط کاربری

source: Profile
fa: پروفایل

source: Profiles
fa: پروفایل‌ها

source: A user with this username already exists.
fa: کاربری با این نام کاربری از قبل وجود دارد.

source: Passwords do not match.
fa: رمزهای عبور مطابقت ندارند.

source: Old password is incorrect.
fa: رمز عبور قدیمی اشتباه است.

source: New passwords do not match.
fa: رمزهای عبور جدید مطابقت ندارند.

source: Invalid or expired reset token.
fa: توکن بازنشانی نامعتبر یا منقضی شده است.

source: No avatar found for profile {}
fa: هیچ تصویر پروفایلی برای پروفایل {} یافت نشد

source: Thumbnail created successfully for profile {}
fa: تصویر کوچک با موفقیت برای پروفایل {} ایجاد شد

source: Profile {} not found
fa: پروفایل {} یافت نشد

source: Error creating thumbnail for profile {}: {}
fa: خطا در ایجاد تصویر کوچک برای پروفایل {}: {}

source: Password reset requested
fa: درخواست بازنشانی رمز عبور

source: Password reset email sent to %(email)s
fa: ایمیل بازنشانی رمز عبور به %(email)s ارسال شد

source: User not found for password reset
fa: کاربر برای بازنشانی رمز عبور یافت نشد

source: User not found for email verification
fa: کاربر برای تأیید ایمیل یافت نشد

source: Register a new user
fa: ثبت‌نام کاربر جدید

source: Registration successful, please verify your email
fa: ثبت‌نام موفقیت‌آمیز بود، لطفاً ایمیل خود را تأیید کنید

source: Validation Error
fa: خطای اعتبارسنجی

source: Registration successful. Please check your email to verify your account.
fa: ثبت‌نام با موفقیت انجام شد. لطفاً ایمیل خود را برای تأیید حساب بررسی کنید.

source: User ID (base64)
fa: شناسه کاربر (base64)

source: Missing parameters
fa: پارامترها ناقص است

source: Invalid verification link.
fa: لینک تأیید نامعتبر است.

source: Email verified successfully. You can now log in.
fa: ایمیل با موفقیت تأیید شد. اکنون می‌توانید وارد شوید.

source: Invalid or expired verification token.
fa: توکن تأیید نامعتبر یا منقضی شده است.

source: List all users (Admin only)
fa: فهرست تمام کاربران (فقط مدیر)

source: You do not have permission to perform this action.
fa: شما مجوز انجام این عمل را ندارید.

source: Retrieve a user detail
fa: دریافت جزئیات کاربر

source: You do not have permission to view this user.
fa: شما مجوز مشاهده این کاربر را ندارید.

source: Partially update a user
fa: بروزرسانی جزئی کاربر

source: You do not have permission to update this user.
fa: شما مجوز بروزرسانی این کاربر را ندارید.

source: Change current user's password
fa: تغییر رمز عبور کاربر فعلی

source: Password changed
fa: رمز عبور تغییر یافت

source: Password changed successfully
fa: رمز عبور با موفقیت تغییر یافت

source: Retrieve a user's profile
fa: دریافت پروفایل کاربر

source: You do not have permission to view this profile.
fa: شما مجوز مشاهده این پروفایل را ندارید.

source: Partially update a profile
fa: بروزرسانی جزئی پروفایل

source: You do not have permission to update this profile.
fa: شما مجوز بروزرسانی این پروفایل را ندارید.

source: Logout user and blacklist refresh token
fa: خروج کاربر و قرار دادن توکن تازه سازی در لیست سیاه

source: Refresh token to blacklist
fa: قرار دادن توکن تازه سازی در لیست سیاه

source: Successfully logged out
fa: با موفقیت خارج شدید

source: Invalid token
fa: توکن نامعتبر

source: Refresh token is required
fa: توکن تازه‌سازی الزامی است

source: Request password reset
fa: درخواست بازنشانی رمز عبور

source: Email sent if account exists
fa: در صورت وجود حساب، ایمیل ارسال شد

source: If an account with that email exists, we've sent a password reset link.
fa: اگر حسابی با این ایمیل وجود داشته باشد، لینک بازنشانی رمز عبور را ارسال کرده‌ایم.

source: Confirm password reset
fa: تأیید بازنشانی رمز عبور

source: Get current authenticated user
fa: دریافت کاربر احراز هویت شده فعلی

source: Public
fa: عمومی

source: You cannot create more than %(max_boards)s boards.
fa: شما نمی‌توانید بیش از %(max_boards)s تابلو ایجاد کنید.

source: This board cannot have more than %(max_members)s members.
fa: این تابلو نمی‌تواند بیش از %(max_members)s عضو داشته باشد.

source: %(username)s has reached the membership limit of %(max_memberships)s boards.
fa: %(username)s به حد عضویت %(max_memberships)s تابلو رسیده است.

source: %(username)s is already a member of this board.
fa: %(username)s از قبل عضو این تابلو است.

source: Admin
fa: مدیر

source: Member
fa: عضو

source: Pending
fa: در انتظار

source: Accepted
fa: پذیرفته شده

source: Rejected
fa: رد شده

source: You cannot be a member of more than %(max_memberships)s boards.
fa: شما نمی‌توانید عضو بیش از %(max_memberships)s تابلو باشید.

source: This board has reached the limit of %(max_members)s members.
fa: این تابلو به حد %(max_members)s عضو رسیده است.

source: You have reached the membership limit of %(max_memberships)s.
fa: شما به حد عضویت %(max_memberships)s رسیده‌اید.

source: This board has reached the limit of %(max_members)s members and cannot send new invitations.
fa: این تابلو به حد %(max_members)s عضو رسیده و نمی‌تواند دعوت‌نامه جدید ارسال کند.

source: Invitation for %(email)s to %(board_title)s
fa: دعوت‌نامه برای %(email)s به %(board_title)s

source: Create
fa: ایجاد

source: Update
fa: بروزرسانی

source: Delete
fa: حذف

source: Join
fa: پیوستن

source: Leave
fa: ترک کردن

source: Reject
fa: رد کردن

source: Accept
fa: پذیرفتن

source: Invite
fa: دعوت

source: System
fa: سیستم

source: You have reached the maximum number of boards allowed. You can create %(remaining)s more.
fa: شما به حداکثر تعداد تابلوهای مجاز رسیده‌اید. شما می‌توانید %(remaining)s تابلو دیگر ایجاد کنید.

source: This user is already signed up
fa: این کاربر از قبل ثبت‌نام کرده است

source: An invitation has already been sent to this email for this board.
fa: قبلاً دعوت‌نامه‌ای برای این ایمیل به این تابلو ارسال شده است.

source: Board has reached the maximum number of members. %(remaining_slots)s slots remaining.
fa: تابلو به حداکثر تعداد اعضا رسیده است. %(remaining_slots)s جای باقی مانده است.

source: Board context missing.
fa: زمینه تابلو موجود نیست.

source: No registered user with this username or email was found.
fa: هیچ کاربر ثبت‌نام شده‌ای با این نام کاربری یا ایمیل یافت نشد.

source: This user is already a member of the board.
fa: این کاربر از قبل عضو تابلو است.

source: An invitation has already been sent to this user.
fa: قبلاً دعوت‌نامه‌ای برای این کاربر ارسال شده است.

source: Board has reached the maximum number of members.
fa: تابلو به حداکثر تعداد اعضا رسیده است.

source: The user has reached their maximum number of board memberships.
fa: کاربر به حداکثر تعداد عضویت در تابلوها رسیده است.

source: Todo
fa: انجام شود

source: Doing
fa: در حال انجام

source: Done
fa: انجام شده

source: Invalid or unusable invitation
fa: دعوت‌نامه نامعتبر یا غیرقابل استفاده

source: Hi %(name)s, You have a new invitation to join the board '%(board_title)s'. Please log in to your dashboard (%(site_link)s) to accept or reject the invitation. Regards, %(invited_by)s
fa: سلام %(name)s، شما دعوت‌نامه جدیدی برای پیوستن به تابلو '%(board_title)s' دارید. لطفاً وارد داشبورد خود شوید (%(site_link)s) تا دعوت‌نامه را بپذیرید یا رد کنید. با احترام، %(invited_by)s

source: New board invitation: %(board_title)s
fa: دعوت‌نامه جدید تابلو: %(board_title)s

source: Notification sent
fa: اعلان ارسال شد

source: Invitation does not exist
fa: دعوت‌نامه وجود ندارد

source: Invitation %(invitation_id)s is already used or expired
fa: دعوت‌نامه %(invitation_id)s قبلاً استفاده شده یا منقضی شده است

source: Invitation to join "%(board_title)s" board
fa: دعوت‌نامه برای پیوستن به تابلو "%(board_title)s"

source: Email sent successfully to %(email)s
fa: ایمیل با موفقیت به %(email)s ارسال شد

source: BoardInvitation with id %(invitation_id)s does not exist
fa: دعوت‌نامه تابلو با شناسه %(invitation_id)s وجود ندارد

source: You have reached the maximum number of boards allowed.
fa: شما به حداکثر تعداد تابلوهای مجاز رسیده‌اید.

source: Board '%(title)s' created by %(user)s
fa: تابلو '%(title)s' توسط %(user)s ایجاد شد

source: Board not found or you do not have access.
fa: تابلو یافت نشد یا شما دسترسی ندارید.

source: Only the board owner or an admin can edit the board.
fa: فقط مالک تابلو یا مدیر می‌تواند تابلو را ویرایش کند.

source: You do not have permission to edit this board.
fa: شما مجوز ویرایش این تابلو را ندارید.

source: Board '%(title)s' updated by %(user)s
fa: تابلو '%(title)s' توسط %(user)s بروزرسانی شد

source: Only the board owner can delete the board.
fa: فقط مالک تابلو می‌تواند تابلو را حذف کند.

source: Board '%(title)s' deleted by %(user)s
fa: تابلو '%(title)s' توسط %(user)s حذف شد

source: Board deleted successfully
fa: تابلو با موفقیت حذف شد

source: Only the board owner or an admin can view invitations.
fa: فقط مالک تابلو یا مدیر می‌تواند دعوت‌نامه‌ها را مشاهده کند.

source: You do not have permission to view invitations.
fa: شما مجوز مشاهده دعوت‌نامه‌ها را ندارید.

source: Only the board owner or an admin can invite a new member.
fa: فقط مالک تابلو یا مدیر می‌تواند عضو جدید دعوت کند.

source: You do not have permission to invite a new member.
fa: شما مجوز دعوت عضو جدید را ندارید.

source: %(invited_identity)s has been invited to the board by %(user)s
fa: %(invited_identity)s توسط %(user)s به تابلو دعوت شده است

source: %(username)s has been invited to the board by %(user)s
fa: %(username)s توسط %(user)s به تابلو دعوت شده است

source: The board owner cannot leave their own board.
fa: مالک تابلو نمی‌تواند تابلو خود را ترک کند.

source: You are not a member of this board.
fa: شما عضو این تابلو نیستید.

source: %(username)s left the board
fa: %(username)s تابلو را ترک کرد

source: Left the board successfully
fa: با موفقیت تابلو را ترک کردید

source: Action must be 'accept' or 'reject'.
fa: عمل باید 'accept' یا 'reject' باشد.

source: Invitation not found or already processed.
fa: دعوت‌نامه یافت نشد یا قبلاً پردازش شده است.

source: This invitation is not for you.
fa: این دعوت‌نامه برای شما نیست.

source: Invitation has expired.
fa: دعوت‌نامه منقضی شده است.

source: You have reached the maximum number of board memberships.
fa: شما به حداکثر تعداد عضویت در تابلوها رسیده‌اید.

source: %(username)s rejected the invitation
fa: %(username)s دعوت‌نامه را رد کرد

source: Invitation rejected.
fa: دعوت‌نامه رد شد.

source: You are already a member of this board.
fa: شما از قبل عضو این تابلو هستید.

source: %(username)s accepted the invitation
fa: %(username)s دعوت‌نامه را پذیرفت

source: Successfully joined the board.
fa: با موفقیت به تابلو پیوستید.

source: Only the board owner or an admin can remove members.
fa: فقط مالک تابلو یا مدیر می‌تواند اعضا را حذف کند.

source: You do not have permission to remove members.
fa: شما مجوز حذف اعضا را ندارید.

source: User not found.
fa: کاربر یافت نشد.

source: The board owner cannot be removed from their own board.
fa: مالک تابلو نمی‌تواند از تابلو خود حذف شود.

source: User is not a member of this board.
fa: کاربر عضو این تابلو نیست.

source: %(target_user)s was removed from the board by %(user)s
fa: %(target_user)s توسط %(user)s از تابلو حذف شد

source: Member removed successfully
fa: عضو با موفقیت حذف شد

source: You don't have permission to access this board.
fa: شما مجوز دسترسی به این تابلو را ندارید.

source: List all lists in a board
fa: فهرست تمام لیست‌ها در تابلو

source: Create a new list in a board
fa: ایجاد لیست جدید در تابلو

source: You don't have permission to access this list.
fa: شما مجوز دسترسی به این لیست را ندارید.

source: Retrieve a list
fa: دریافت لیست

source: Partially update a list
fa: بروزرسانی جزئی لیست

source: Delete a list
fa: حذف لیست

source: No Content
fa: بدون محتوا

source: You don't have permission to move this list.
fa: شما مجوز جابه‌جایی این لیست را ندارید.

source: Move list to new position
fa: جابه‌جایی لیست به موقعیت جدید

source: Low
fa: کم

source: Medium
fa: متوسط

source: High
fa: زیاد

source: Urgent
fa: فوری

source: All assigned users must be members of this board.
fa: تمام کاربران منصوب شده باید عضو این تابلو باشند.

source: Cannot move task between different boards
fa: نمی‌توان وظیفه را بین تابلوهای مختلف جابه‌جا کرد

source: Only board members can comment.
fa: فقط اعضای تابلو می‌توانند نظر بدهند.

source: You don't have access to this list.
fa: شما دسترسی به این لیست ندارید.

source: Either new_list or new_position must be provided.
fa: یا new_list یا new_position باید ارائه شود.

source: You don't have access to this task.
fa: شما دسترسی به این وظیفه ندارید.

source: List not found.
fa: لیست یافت نشد.

source: Bad Request
fa: درخواست نامعتبر

source: Task not found.
fa: وظیفه یافت نشد.

source: Forbidden
fa: ممنوع

source: Only the task creator, board owner, or admin can delete this task.
fa: فقط سازنده وظیفه، مالک تابلو یا مدیر می‌تواند این وظیفه را حذف کند.

source: Task deleted successfully
fa: وظیفه با موفقیت حذف شد

source: Cannot move task to a list in a different board.
fa: نمی‌توان وظیفه را به لیستی در تابلو متفاوت جابه‌جا کرد.

source: Task marked as incomplete
fa: وظیفه به عنوان ناکامل علامت‌گذاری شد

source: Task marked as completed
fa: وظیفه به عنوان کامل علامت‌گذاری شد

source: You don't have access to this comment.
fa: شما دسترسی به این نظر ندارید.

source: Comment not found.
fa: نظر یافت نشد.

source: Only the comment author can edit this comment.
fa: فقط نویسنده نظر می‌تواند این نظر را ویرایش کند.

source: Only the comment author, board owner, or admin can delete this comment.
fa: فقط نویسنده نظر، مالک تابلو یا مدیر می‌تواند این نظر را حذف کند.

source: Comment deleted successfully
fa: نظر با موفقیت حذف شد

source: Hello %(name)s,
fa: سلام %(name)s،

source: We received a request to reset the password for your account.
fa: ما درخواستی برای بازنشانی رمز عبور حساب شما دریافت کرده‌ایم.

source: If you made this request, click the button below to continue.
fa: اگر این درخواست را شما انجام داده‌اید، برای ادامه روی دکمه زیر کلیک کنید.

source: Reset Password
fa: بازنشانی رمز عبور

source: If you didn’t request a password reset, you can safely ignore this email.
fa: اگر شما درخواستی برای بازنشانی رمز عبور نداده‌اید، می‌توانید این ایمیل را نادیده بگیرید.

source: This link will expire based on security settings. For your security, do not share this email.
fa: این لینک بر اساس تنظیمات امنیتی منقضی می‌شود. برای حفظ امنیت خود، این ایمیل را به اشتراک نگذارید.

source: Need help? Visit %(site_link)s
fa: به کمک نیاز دارید؟ به %(site_link)s مراجعه کنید

source: If you made this request, click the link below to continue:
fa: اگر این درخواست را شما انجام داده‌اید، روی لینک زیر کلیک کنید:
